* Hello

** sdf
Hello there hiw are you
asdfasdf

asdf
*** This is about head
This is a potato
*** About heading
Testing checklists
1. 3
2. 2

** dff
asdfasdfasdf
asdf

asdf

*** TODO Become an as

#+begin_src elisp
(setq parinfer-rust-library "/Users/alexisvincent/code/parinfer-rust/target/release/libparinfer_rust.dylib")



#+end_src

#+RESULTS:
: /Users/alexisvincent/code/parinfer-rust/target/release/libparinfer_rust.dylib

#+begin_src clojure
(+ 1 2)

#+end_src

#+RESULTS:
: 3
*** TODO Testing


* jasdfasdfasdf
